Repository: HugoPadilla/cat_breeds
Catalog: lib/l10n/intl_*.arb
Languages: es

# appTitle
source: Flutter Demo Home Page
es: Página principal de Flutter Demo

# catBreedsTitle
source: Cat Breeds
es: Razas de Gatos

# searchHint
source: Search...
es: Buscar...

source: No breeds found.
es: No se encontraron razas.

source: Retry
es: Reintentar

source: More...
es: Más...

source: Origin
es: Origen

source: Intelligence
es: Inteligencia

source: Description
es: Descripción

source: Details
es: Detalles

source: Life Span
es: Esperanza de vida

source: years
es: años

source: Adaptability
es: Adaptabilidad

# originWithValue
source: Origin: {origin}
es: Origen: {origin}

# intelligenceWithValue
source: Intelligence: {level}
es: Inteligencia: {level}

source: Temperament
es: Temperamento

source: Affection Level
es: Nivel de Afecto

source: Child Friendly
es: Amigable con Niños

source: Dog Friendly
es: Amigable con Perros

source: Energy Level
es: Nivel de Energía

source: Grooming
es: Aseo

source: Health Issues
es: Problemas de Salud

source: Shedding Level
es: Nivel de Muda

source: Social Needs
es: Necesidades Sociales

source: Stranger Friendly
es: Amigable con Extraños

source: Vocalisation
es: Vocalización

source: Hairless
es: Sin Pelo

source: Rare
es: Raro

source: Suppressed Tail
es: Cola Suprimida

source: Short Legs
es: Patas Cortas

source: Hypoallergenic
es: Hipoalergénico

source: Characteristics
es: Características
